export const dict = {
  beetleHero: {
    imageAlt: "Кибербуш",
    leadText: "ПАССАЖИРСКИЙ МУЛЬТИКОПТЕР С ИИ УПРАВЛЕНИЕМ",
    headTitle: "BEETLE ONE",
    scrollMoreText: "Прокрутите для подробностей",
  },
  blueprintSection: {
    sectionHeaderLead: "ПОДРОБНАЯ СПЕЦИФИКАЦИЯ",
    sectionHeaderTitle: "МУЛЬТИКОПТЕР BEETLE ONE",
    imageAlt: "Кибербуш",
    specs: {
      height: "Высота",
      width: "Ширина",
      length: "Длина",
      weight: "Вес",
      range: "Дальность",
      engines: "Двигатели",
      payload: "Полезная нагрузка",
      passengers: "Пассажиры",
      flightTime: "Время полета",
      propulsion: "Привод",
      speed: "Скорость",
      flightAltitude: "Высота полета",
      takeOffLanding: "Взлет и посадка",
      flightControl: "Управление полетом",
      controls: "Управление",
      passengerSafety: "Безопасность пассажиров",
      aircraftSafety: "Безопасность самолета",
      cargoOption: "Вариант груза",
      appearance: "Внешний вид",
      bodyBase: "Основа корпуса",
      bodywork: "Кузов",
      interior: "Интерьер",
      flightMonitoring: "Мониторинг полета",
      telemetry: "Телеметрия",
    },
  },
  condorBlueprintSection: {
    sectionHeaderLead: "ПОДРОБНАЯ СПЕЦИФИКАЦИЯ",
    sectionHeaderTitle: "КОНДОР ОДИН eVTOL",
    imageAlt: "Кибербуш",
    specs: {
      height: "Высота",
      width: "Ширина",
      length: "Длина",
      weight: "Вес",
      range: "Дальность",
      engines: "Двигатели",
      payload: "Полезная нагрузка",
      passengers: "Пассажиры",
      flightTime: "Время полета",
      propulsion: "Привод",
      speed: "Скорость",
      flightAltitude: "Высота полета",
      takeOffLanding: "Взлет и посадка",
      flightControl: "Управление полетом",
      controls: "Управление",
      passengerSafety: "Безопасность пассажиров",
      aircraftSafety: "Безопасность самолета",
      cargoOption: "Вариант груза",
      appearance: "Внешний вид",
      bodyBase: "Основа корпуса",
      bodywork: "Кузов",
      interior: "Интерьер",
      flightMonitoring: "Мониторинг полета",
      telemetry: "Телеметрия",
    },
  },
  specsSection: {
    headerLead: "BEETLE ONE",
    headerTitle: "КЛЮЧЕВЫЕ ОСОБЕННОСТИ",
    description:
      "Полностью управляемый ИИ электрический пассажирский самолет для комфортных коротких перелетов. Может использоваться в городских и пригородных районах, предоставляя новый опыт транспортировки.",
    items: [
      { text: "120 кг полезной нагрузки, один или два пассажира" },
      { text: "Полная автоматизация полета" },
      { text: "Система безопасности" },
    ],
    items2: [
      { text: "16 электродвигателей" },
      { text: "150 км дальности на HPS" },
      { text: "Вертикальный взлет и посадка" },
    ],
  },
  condorHero: {
    imageAlt: "Кибербуш",
    leadText: "ПАССАЖИРСКИЙ КОНВЕРТОПЛАН С ИИ УПРАВЛЕНИЕМ",
    headTitle: "CONDOR ONE",
    scrollMoreText: "Прокрутите для подробностей",
  },
  condorSpecsSection: {
    headerLead: "CONDOR ONE",
    headerTitle: "КЛЮЧЕВЫЕ ОСОБЕННОСТИ",
    description:
      "Полностью управляемый ИИ электрический пассажирский самолет для комфортных средних перелетов. Может использоваться в городских, пригородных и междугородних районах.",
    items: [
      { text: "120 кг полезной нагрузки, один или два пассажира" },
      { text: "Полная автоматизация полета" },
      { text: "Система безопасности" },
    ],
    items2: [
      { text: "Эффективный тяговый двигатель" },
      { text: "320 км дальности на электричестве" },
      { text: "Вертикальный взлет и посадка" },
    ],
  },
  fortunaHero: {
    imageAlt: "Cyberbush",
    leadText: "СПОРТИВНЫЙ РЕАКТИВНЫЙ ЛЕТАТЕЛЬНЫЙ АППАРАТ С ИИ УПРАВЛЕНИЕМ",
    headTitle: "FORTUNA",
    scrollMoreText: "Прокрутите для подробностей",
  },
  fortunaBlueprintSection: {
    sectionHeaderLead: "ПОДРОБНАЯ СПЕЦИФИКАЦИЯ",
    sectionHeaderTitle: "РЕАКТИВНЫЙ САМОЛЕТ ФОРТУНА",
    imageAlt: "Кибербуш",
    specs: {
      height: "Высота",
      width: "Ширина",
      length: "Длина",
      weight: "Вес",
      range: "Дальность",
      engines: "Двигатели",
      payload: "Полезная нагрузка",
      passengers: "Пассажиры",
      flightTime: "Время полета",
      propulsion: "Привод",
      speed: "Скорость",
      flightAltitude: "Высота полета",
      takeOffLanding: "Взлет и посадка",
      flightControl: "Управление полетом",
      controls: "Управление",
      passengerSafety: "Безопасность пассажиров",
      aircraftSafety: "Безопасность самолета",
      cargoOption: "Вариант груза",
      appearance: "Внешний вид",
      bodyBase: "Основа корпуса",
      bodywork: "Кузов",
      interior: "Интерьер",
      flightMonitoring: "Мониторинг полета",
      telemetry: "Телеметрия",
    },
  },
  fortunaSpecsSection: {
    headerLead: "ФОРТУНА",
    headerTitle: "КЛЮЧЕВЫЕ ОСОБЕННОСТИ",
    description:
      "Уникальная летающая машина для транспортировки и развлечений. Управляется ИИ, но позволяет вносить корректировки в маршрут полета, обеспечивая больше удовольствия и впечатлений.",
    items: [
      { text: "8 реактивных двигателей с управлением вектором тяги" },
      { text: "Скорость 750 км/ч" },
      { text: "120 кг полезной нагрузки, один пассажир" },
    ],
    items2: [
      { text: "ИИ управление с ручной коррекцией маршрута" },
      { text: "300 км дальность, 25 минут полета" },
      { text: "Вертикальный взлет и посадка" },
    ],
  },
  aiHero: {
    sectionLead: "УМНЫЙ",
    sectionTitle: "ИСКУССТВЕННЫЙ ИНТЕЛЛЕКТ",
    description:
      "Наши самолеты используют как надежную и проверенную навигацию по местности на основе заранее определенного маршрута, так и способность самолета принимать самостоятельные решения с использованием искусственного интеллекта.",
    features: [
      {
        icon: "eye",
        title: "КОМПЬЮТЕРНОЕ ЗРЕНИЕ",
        description: "6 HD камер для пространственной ориентации",
      },
      {
        icon: "badge-3d",
        title: "2 ЛИДАРА И АЛЬТИМЕТР",
        description: "для измерения расстояния и высоты",
      },
      {
        icon: "vr",
        title: "ГИРОСКОП И АКСЕЛЕРОМЕТР",
        description: "для измерения параметров полета",
      },
      {
        icon: "robot",
        title: "БОРТОВОЙ КОМПЬЮТЕР С ИИ",
        description: "для управления полетом",
      },
      {
        icon: "broadcast-pin",
        title: "MCWILL И 5G СЕТЬ",
        description: "постоянное соединение для хорошей доступности",
      },
      {
        icon: "activity",
        title: "ОПЕРАЦИОННАЯ СИСТЕМА РЕАЛЬНОГО ВРЕМЕНИ",
        description: "для максимальной надежности и производительности",
      },
    ],
  },
  technologyHero: {
    mainTitle: "ВПЕЧАТЛЯЮЩИЕ ТЕХНОЛОГИИ CYBERBUSH",
    description:
      "Более 15 лет исследований и разработок привели к созданию множества проверенных технологий, которые делают наши летательные аппараты уникальными. Мы заботимся не только о высокой производительности, но и об инфраструктуре, управлении и безопасности.",
    buttons: {
      ai: "ИИ",
      safety: "Безопасность",
      blockchain: "Блокчейн",
      control: "Управление полетом",
      apps: "Приложения",
      ports: "Вертопорты",
    },
    scrollMoreText: "Прокрутите для подробностей",
  },
  safetyHero: {
    sectionLead: "НАДЕЖНЫЙ",
    sectionTitle: "ОСОБЕННОСТИ БЕЗОПАСНОСТИ",
    description:
      "Искусственный интеллект значительно снижает вероятность возникновения чрезвычайных ситуаций, но безопасность для нас превыше всего.",
    features: [
      {
        heading: "МОНИТОРИНГ И УПРАВЛЕНИЕ С ПОДДЕРЖКОЙ ИИ",
        description:
          "Анализ данных телеметрии полета в реальном времени, хранение и передача через постоянное соединение McWill",
        class: "monitoring",
      },
      {
        heading: "УНИКАЛЬНАЯ СИСТЕМА СПАСЕНИЯ ПАССАЖИРОВ",
        description:
          "Гражданская версия катапультного кресла истребителя 5-го поколения, спасающая пассажиров в чрезвычайных ситуациях",
        class: "escape",
      },
      {
        heading: "ПАРАШЮТНАЯ СИСТЕМА ДЛЯ ВСЕГО САМОЛЕТА",
        description:
          "Мягкая посадка самолета, обеспечивающая безопасность пассажиров и наземной инфраструктуры",
        class: "parachute",
      },
    ],
  },
  portsHero: {
    sectionLead: "ПОЛНОЦЕННЫЙ",
    sectionTitle: "ВЕРТОПОРТЫ БИТЛ",
    description:
      "Несмотря на то, что наши самолеты не требуют специальной инфраструктуры, мы строим мини-аэропорты для удобного взлета, посадки, зарядки и посадки пассажиров.",
    features: [
      { icon: "broadcast-pin", text: "Радиопункт McWill" },
      { icon: "lightning-charge", text: "Зарядка или заправка HPS" },
      { icon: "airplane", text: "Взлет и посадка" },
    ],
  },
  controlHero: {
    sectionLead: "ПРОЗРАЧНЫЙ",
    sectionTitle: "УПРАВЛЕНИЕ ПОЛЕТОМ",
    description:
      "Мы разрабатываем полную систему управления полетами, которая специально предназначена для автоматизированных летательных аппаратов и учитывает их особенности. Мы обеспечиваем интеграцию дронов в транспортную жизнь города.",
    features: [
      {
        icon: "file-bar-graph",
        title: "AIRTRAIL",
        description:
          "Универсальный протокол для обмена информацией в реальном времени с борта автоматизированных летательных аппаратов.",
      },
      {
        icon: "radar",
        title: "МОНИТОРИНГ В РЕАЛЬНОМ ВРЕМЕНИ",
        description:
          "Отслеживание полетов всех летательных аппаратов в реальном времени с учетом маршрута и параметров модели.",
      },
      {
        icon: "sign-turn-right",
        title: "УМНОЕ ПЛАНИРОВАНИЕ МАРШРУТОВ",
        description:
          "Автоматическое планирование маршрутов с учетом рельефа местности и без пересечений.",
      },
      {
        icon: "database-check",
        title: "ПОЛНОЕ ХРАНЕНИЕ ТЕЛЕМЕТРИИ",
        description:
          "Хранение всех данных телеметрии полета и маршрутов для последующего анализа.",
      },
      {
        icon: "phone",
        title: "КЛИЕНТСКИЕ ПРИЛОЖЕНИЯ",
        description:
          "Клиентские приложения для аэротакси и доставки с помощью дронов в городе и за его пределами.",
      },
      {
        icon: "megaphone",
        title: "ПРЕДСКАЗАНИЕ ЧРЕЗВЫЧАЙНЫХ СИТУАЦИЙ",
        description:
          "Предсказание и решение чрезвычайных ситуаций в реальном времени для максимальной безопасности.",
      },
    ],
  },
  blockchainHero: {
    sectionLead: "ТОКЕНИЗИРОВАННЫЙ",
    sectionTitle: "ПУБЛИЧНЫЙ БЛОКЧЕЙН",
    description:
      "Следуя политике правды и прозрачности, вся телеметрия с начала летных испытаний и во время всех операций хранится в публичном блокчейне и может быть легко проверена.",
    items: [
      [
        { icon: "clock", title: "Скорость" },
        { icon: "clock", title: "Данные полета" },
        { icon: "clock", title: "Полезная нагрузка" },
        { icon: "clock", title: "Состояние двигателей" },
        { icon: "clock", title: "Заряд батареи" },
        { icon: "clock", title: "Данные пассажиров" },
        { icon: "clock", title: "Маршрут самолета" },
        { icon: "clock", title: "Токены частей самолета" },
        { icon: "clock", title: "Заправка" },
        { icon: "clock", title: "Пространство" },
      ],
      [
        { icon: "clock", title: "Погодные условия" },
        { icon: "clock", title: "Точки маршрута" },
        { icon: "clock", title: "Время маршрута" },
        { icon: "clock", title: "Потребление энергии" },
        { icon: "clock", title: "Высота" },
        { icon: "clock", title: "Время" },
        { icon: "clock", title: "Порт отправления" },
        { icon: "clock", title: "Хэш видеозаписи" },
        { icon: "clock", title: "Затраты" },
        { icon: "clock", title: "Смарт-контракт" },
        { icon: "clock", title: "Ускорение" },
      ],
      [
        { icon: "clock", title: "Производительность" },
        { icon: "clock", title: "Сеансы связи" },
        { icon: "clock", title: "Время работы пропеллеров" },
        { icon: "clock", title: "Сертификация частей" },
        { icon: "clock", title: "Платежи" },
        { icon: "clock", title: "Время зарядки" },
        { icon: "clock", title: "Измерения" },
        { icon: "clock", title: "Температура внутри" },
        { icon: "clock", title: "Состояние компонентов" },
        { icon: "clock", title: "Оператор" },
      ],
    ],
  },
  appsHero: {
    sectionLead: "УДОБНЫЙ",
    sectionTitle: "СЕРВИС ВОЗДУШНОГО ТАКСИ",
    description:
      "Мы создаем удобный сервис для передвижения по городу и между городами на воздушном такси. Узнайте, как это может работать. Вы можете использовать воздушное такси для полетов между точками, которые неудобны или даже недоступны для традиционного транспорта.",
    steps: [
      {
        icon: "1-circle-fill",
        text: "Забронируйте свой Condor или Beetle через мобильное приложение, используйте лифт, чтобы добраться до вертопорта на крыше небоскреба.",
      },
      {
        icon: "2-circle-fill",
        text: "Летите до доступного вертопорта в ближайшем районе, пригороде или соседнем городе.",
      },
      {
        icon: "3-circle-fill",
        text: "После посадки в конечной точке маршрута покиньте транспортное средство и спуститесь на лифте в город.",
      },
    ],
    features: [
      {
        icon: "info-circle-fill",
        title: "CYBERBUSH CONDOR ONE",
        description:
          "Конвертоплан используется для перемещения между городами или в отдаленные места.",
      },
      {
        icon: "info-circle-fill",
        title: "CYBERBUSH BEETLE ONE",
        description:
          "Мультикоптер используется для перемещения между точками города и аэропортами.",
      },
      {
        icon: "info-circle-fill",
        title: "CYBERBUSH FORTUNA",
        description:
          "Реактивный полет - это персональное летательное средство, которое может использовать специально построенный вертопорт.",
      },
    ],
  },
  homeActionBanner: {
    mainTitle: "СОЗДАЕМ НОВЫЙ СПОСОБ ПЕРЕДВИЖЕНИЯ",
    description:
      "Первая доступная линейка полностью автономных летательных аппаратов с ИИ управлением. Мы строим полную экосистему от автоматизированных аэропортов до мобильных приложений и управления полетами.",
    findOutMore: "Узнать больше",
    scrollMoreText: "Прокрутите для подробностей",
  },
  homeAircraftBanner: {
    mainTitle: "Потрясающие Летающие",
  },
  homeAircraftSection: {
    mainTitle: "Потрясающие Летающие Машины",
    description:
      "Наша цель - транспортная революция на пороге новой технологической эры, создание совершенно новой транспортной отрасли. Полный спектр летательных аппаратов с ИИ управлением для городских сценариев использования.",
    aircrafts: [
      {
        title: "FORTUNA",
        lead: "Реактивный для развлечений",
        link: "/fortuna",
      },
      {
        title: "BEETLE ONE",
        lead: "Пассажирский мультикоптер",
        link: "/beetle",
      },
      {
        title: "CONDOR ONE",
        lead: "Пассажирский конвертоплан",
        link: "/condor",
      },
    ],
  },
  homeSkyscoutSection: {
    mainTitle: "ПРОГРАММА ПИОНЕРОВ НЕБА",
    description:
      "Позволяет энтузиастам участвовать в новой отрасли на ранней стадии, привнося настоящую разработку продукта для клиентов. Возможность получить эксклюзивный ранний доступ к летательным аппаратам со значительной скидкой в 50% от розничной цены.",
    leadText: "Будьте первыми, кто полетит.",
    buttonText: "Скоро",
  },
  menu: [
    { title: "Fortuna", id: "fortuna" },
    { title: "Condor", id: "condor" },
    { title: "Beetle", id: "beetle" },
    { title: "Технологии", id: "technology" },
  ],
  footer: {
    menu: [
      { title: "Начало", id: "#home" },
      { title: "О нас", id: "#about" },
      { title: "Services", id: "#services" },
      { title: "Contact", id: "#contact" },
    ],
    contacts: {
      phone: "+971502567503",
      email: "ask@cyberbush.tech",
      linkedin: "linked.in/cyberbush",
      address: 'ООО "Киберавиатор", Москва.',
    },
    terms: {
      privacyPolicy: "Политика конфиденциальности",
      legalInformation: "Юридическая информация",
      termsOfUse: "Условия использования",
    },
    copyright: "Copyright © 2024 CYBERBUSH FZCO.",
  },
  presentationSection: {
    leadText: "ИНВЕСТИЦИИ В БУДУЩЕЕ",
    mainTitle: "СЕГОДНЯ!",
    downloadButton: "Скачать презентацию",
  },
};
